bash/working/password_aliases.import.request.xml

<?xml version="1.0"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
	<S:Body>
		<ns2:request xmlns:ns2="http://www.datapower.com/schemas/management"
			domain="XB60-B2B-Target">
			<ns2:set-config>
				<PasswordAlias name="datapower">
					<Password>datapower</Password>
				</PasswordAlias>
				<PasswordAlias name="zdatapower">
					<Password>zdatapower</Password>
				</PasswordAlias>
			</ns2:set-config>
		</ns2:request>
	</S:Body>
</S:Envelope>
